{
	"_id" : "8b0ee5a501cef4a5699fd3b2d4549e8f",
	"song_cover" : "http://images.grooveshark.com/static/albums/70_album.png",
	"song_id" : 36260381,
	"name" : "Metallica",
	"song" : "Enter Sandman",
	"fb_page" : "http://www.facebook.com/10212595263",
	"pop" : 0.62415,
	"song_pop" : 0.772,
	"peers" : {
		"Led Zeppelin" : {
			"song_cover" : "http://images.grooveshark.com/static/albums/70_album.png",
			"song_id" : 32388720,
			"name" : "Led Zeppelin",
			"song" : "Stairway To Heaven",
			"fb_page" : "http://www.facebook.com/131572223581891",
			"pop" : 0.12748,
			"song_pop" : 0.71959,
			"_id" : "a319def694cdcb9816912fddafcbfbcb",
			"peers" : {
				
			},
			"desc" : "Led Zeppelin were an English rock band active in the late 1960s and throughout the 1970s. Formed as the New Yardbirds in 1968, the band consisted of guitarist Jimmy Page, singer Robert Plant, bassist/keyboardist John Paul Jones, and drummer John Bonham. They are widely considered to be one of the most successful, innovative and influential rock groups in history.\n\nOn hearing of the new group, The Who's drummer Keith Moon commented jokingly that it would \"go down like a lead balloon\". With a slightly different spelling and wording, the group changed their name to Led Zeppelin. Prior to releasing their first album, the band signed a favourable deal with Atlantic Records that allowed them considerable artistic freedom. They disliked releasing their songs as singles; they viewed their albums as indivisible and complete listening experiences. Due to the heavy, guitar-driven blues rock sound of their first two albums, Led Zeppelin are frequently recognised as the progenitors of heavy metal and hard rock. However, the band's individualistic style drew from a wide variety of influences, including folk music, which they incorporated into their next two albums. Their untitled fourth album, which features the track \"Stairway to Heaven\", is among the most popular and influential works in rock music, and it cemented the status of the group as \"superstars.\" Subsequent albums saw greater experimentation and were accompanied by record-breaking tours, which earned them a reputation for excess. Although they remained commercially and critically successful, in the later 1970s, the band's output and touring schedule were limited by the personal difficulties and circumstances of the members. Led Zeppelin disbanded following Bonham's unexpected death in 1980.\n\nSince 1980, the surviving members have pursued solo careers and have also been involved in a series of collaborations and sporadic one-off reunions. In 2007, 27 years after the group disbanded, the surviving members of Led Zeppelin reunited (along with John Bonham's son, Jason) for the Ahmet Ertegun Tribute Concert at The O2 Arena in London. The band were honoured with the \"Best Live Act\" prize for their one-off reunion at MOJO Awards 2008, where they were described as the \"greatest rock and roll band of all time\".\n\nLed Zeppelin are one of the best-selling music artists in the history of audio recording—various sources estimate the group's sales at more than 200 or even 300million albums worldwide. With 111.5million RIAA-certified units they are the second-best-selling band in the United States. Each of their nine studio albums reached the top 10 of the US Billboard album chart, and six reached the number-one spot. Rolling Stone magazine described them as \"the heaviest band of all time\", \"the biggest band of the '70s\" and \"unquestionably one of the most enduring bands in rock history\". Similarly, the US Rock and Roll Hall of Fame stated that the band were \"as influential in that decade 1970s as the Beatles were in the prior one\"."
		},
		"Queen" : {
			"song_cover" : "http://images.grooveshark.com/static/albums/2439379.png",
			"song_id" : 7168490,
			"name" : "Queen",
			"song" : "Don't Stop Me Now",
			"fb_page" : "http://www.facebook.com/17337462361",
			"pop" : 0.76257,
			"song_pop" : 0.76166,
			"_id" : "2c2d2c0291163b077a372c2a9c5a6eda",
			"peers" : {
				
			},
			"desc" : "Queen may refer to:"
		},
		"Red Hot Chili Peppers" : {
			"song_cover" : "http://images.grooveshark.com/static/albums/70_album.png",
			"song_id" : 27418739,
			"name" : "Red Hot Chili Peppers",
			"song" : "Snow [Hey Oh]",
			"fb_page" : "http://www.facebook.com/8335563918",
			"pop" : 0.67581,
			"song_pop" : 0.80956,
			"_id" : "8780f1b8319cd5a65180ce25a0fd4f73",
			"peers" : {
				
			},
			"desc" : "Red Hot Chili Peppers are an American rock band formed in Los Angeles in 1983. The group's musical style primarily consists of rock with an emphasis on funk, as well as elements from other genres such as punk rock and psychedelic rock. When played live, they incorporate many aspects of jam band due to the improvised nature of much of their performances. Currently, the band consists of founding members Anthony Kiedis (vocals) and Michael \"Flea\" Balzary (bass), longtime drummer Chad Smith, and guitarist Josh Klinghoffer, who joined in late 2009, following the departure of John Frusciante. Red Hot Chili Peppers have won seven Grammy Awards, and sold over 80 million albums worldwide. Red Hot Chili Peppers came in at # 30 on VH1's 100 Greatest Artists of Hard Rock. The Chili Peppers ranked # 72 on VH1's 100 Sexiest Artists. The Chili Peppers ranked # 128 on the Top Pop Artists of the Past 25 Years chart. In 2012, they were inducted into the Rock and Roll Hall of Fame. The band's original line-up featured guitarist Hillel Slovak and drummer Jack Irons, alongside Kiedis and Flea.\n\nBecause of commitments to other bands, Slovak and Irons did not play on the band's debut album, The Red Hot Chili Peppers (1984). Cliff Martinez was the drummer for the first two records (Irons played on the third), and guitarist Jack Sherman played on the first. Slovak performed on two albums with the band (the second and third), Freaky Styley (1985) and The Uplift Mofo Party Plan (1987); he died of a heroin overdose in 1988, resulting in drummer Irons' departure. Parliament-Funkadelic guitarist DeWayne McKnight was brought in to replace Slovak though his tenure was short and he was replaced by John Frusciante in 1988. Former Dead Kennedys drummer D.H. Peligro was brought in to replace Irons though after a short tenure with the band he was out and replaced by Chad Smith that same year. The line-up of Flea, Kiedis, Frusciante and Smith was the longest-lasting, and recorded five studio albums starting with 1989's Mother's Milk. In 1990, the group signed with Warner Bros. Records and recorded under producer Rick Rubin the album Blood Sugar Sex Magik (1991), which became the band's first commercial success. Frusciante grew uncomfortable with the success of the band and left abruptly in 1992, in the middle of the album tour.\n\nAfter recruiting guitarist Arik Marshall to complete the tour, Kiedis, Flea, and Smith employed Jesse Tobias though after a few weeks he was replaced by Dave Navarro of Jane's Addiction for their subsequent album, One Hot Minute (1995). Although commercially successful, the album failed to match the critical or popular acclaim of Blood Sugar Sex Magik, selling less than half as much as its predecessor. Navarro left the band in 1998. Frusciante, fresh out of drug rehabilitation, rejoined the band that same year at Flea's request. The reunited quartet returned to the studio to record Californication (1999), which became the band's biggest commercial success with 15 million copies worldwide. That album was followed three years later by By the Way (2002), and then four years later by the double album Stadium Arcadium (2006), their first number one album in America. After a world tour, the group went on an extended hiatus. Frusciante announced he was amicably leaving the band to focus on his solo career. Josh Klinghoffer, who had worked both as a sideman for the band on their Stadium Arcadium tour and on Frusciante's solo projects, joined as lead guitarist in 2009 and the band spent the next year and a half recording their tenth studio album, I'm with You, which was released in 2011 and topped the charts in 18 different countries."
		},
		"Aerosmith" : {
			"song_cover" : "http://images.grooveshark.com/static/albums/1100543.jpg",
			"song_id" : 24559177,
			"name" : "Aerosmith",
			"song" : "I Don't Want To Miss A Thing",
			"fb_page" : "http://www.facebook.com/58153618123",
			"pop" : 0.62099,
			"song_pop" : 0.76072,
			"_id" : "57bab982bcba3e65c33206f442a015db",
			"peers" : {
				
			},
			"desc" : "Aerosmith is an American rock band, sometimes referred to as \"The Bad Boys from Boston\" and \"America's Greatest Rock and Roll Band.\" Their style, which is rooted in blues-based hard rock, has come to also incorporate elements of pop, heavy metal, and has inspired many subsequent rock artists. The band was formed in Boston, Massachusetts in 1970. Guitarist Joe Perry and bassist Tom Hamilton, originally in a band together called the Jam Band, met up with singer Steven Tyler, drummer Joey Kramer, and guitarist Ray Tabano, and formed Aerosmith. In 1971, Tabano was replaced by Brad Whitford, and the band began developing a following in Boston.\n\nThey were signed to Columbia Records in 1972, and released a string of multi-platinum albums, beginning with their 1973 eponymous debut album, followed by their 1974 album Get Your Wings. In 1975, the band broke into the mainstream with the album Toys in the Attic, and their 1976 follow-up Rocks cemented their status as hard rock superstars. Two additional albums followed in 1977 and 1979. Throughout the 1970s, the band toured extensively and charted a string of Hot 100 singles. By the end of the decade, they were among the most popular hard rock bands in the world and developed a loyal following of fans, often referred to as the \"Blue Army\". However, drug addiction and internal conflict took their toll on the band, which resulted in the departures of Perry and Whitford in 1979 and 1981, respectively; they were replaced by Jimmy Crespo and Rick Dufay. Throughout the late 1980s and 1990s, the band scored several hits and won numerous awards for music from the multi-platinum albums Pump (1989), Get a Grip (1993), and Nine Lives (1997), and embarked on their most extensive concert tours to date. The band also became a pop culture phenomenon with popular music videos and notable appearances in television, film, and video games. Their comeback has been described as one of the most remarkable and spectacular in rock 'n' roll history. including 66.5 million albums in the United States alone. They also hold the record for the most gold and multi-platinum albums by an American group. The band has scored 21 Top 40 hits on the Billboard Hot 100, nine number-one Mainstream Rock hits, four Grammy Awards, and ten MTV Video Music Awards. They were inducted into the Rock and Roll Hall of Fame in 2001, and were included among both Rolling Stones and VH1's lists of the 100 Greatest Artists of All Time."
		},
		"Guns'N'Roses" : {
			"song_cover" : "http://images.grooveshark.com/static/albums/70_album.png",
			"song_id" : 30032511,
			"name" : "Guns'N'Roses",
			"song" : "Sweet Child O'Mine",
			"fb_page" : "http://www.facebook.com/10901008068",
			"pop" : 0.01275,
			"song_pop" : 0.34713,
			"_id" : "4e9bff0dfcc305e95260434a245f283c",
			"peers" : {
				
			},
			"desc" : "Guns N' Roses is an American hard rock band who formed in Los Angeles, California, in 1985. The classic lineup as signed to Geffen Records in 1986, consisted of vocalist Axl Rose, lead guitarist Slash, rhythm guitarist Izzy Stradlin, bassist Duff McKagan and drummer Steven Adler. Today, Axl Rose is the only remaining original member, in a lineup that comprises Use Your Illusion–era keyboardist Dizzy Reed, lead guitarists DJ Ashba and Ron \"Bumblefoot\" Thal, lead and rhythm guitarist Richard Fortus, bassist Tommy Stinson, drummer Frank Ferrer and keyboardist Chris Pitman. The band released six studio albums, accumulating sales of more than 100 million albums worldwide, including shipments of 45 million in the United States.\n\nA year after its release, Guns N' Roses' debut album Appetite for Destruction (1987) reached No.1 on the Billboard 200, on the strength of the hit \"Sweet Child o' Mine\", their only single to reach No.1 on the Billboard Hot 100. The album has sold in excess of 28 million copies worldwide, including 18 million units sold in the United States, making it the best-selling debut album of all time in the U.S. The success of their debut was followed by the eight-song album G N' R Lies (1988). The twin albums Use Your Illusion I and Use Your Illusion II (1991) debuted at No.2 and No.1 on the Billboard 200 and have sold a combined 35 million copies worldwide, including 14 million units sold in the United States alone. It debuted at No.3 on the Billboard 200 but underwhelmed industry expectations, despite mostly positive critical reception.\n\nGuns N' Roses have been credited with reviving the mainstream popularity of rock music, at a time when popular music was dominated by dance music and pop metal. a reputation that had earned them the nickname \"The Most Dangerous Band in the World\". The band's classic lineup, along with later members Reed and drummer Matt Sorum, were inducted into the Rock and Roll Hall of Fame in 2012, their first year of eligibility."
		},
		"Ac/dc" : {
			"song_cover" : "http://images.grooveshark.com/static/albums/4212562.jpg",
			"song_id" : 25066995,
			"name" : "Ac/dc",
			"song" : "Highway To Hell",
			"fb_page" : "http://www.facebook.com/6750402929",
			"pop" : 0.22917,
			"song_pop" : 0.69542,
			"_id" : "f4b8549f6e897da64a77dbc7d792272d",
			"peers" : {
				
			},
			"desc" : "Article \"Ac/dc\" cannot be found."
		}
	},
	"desc" : "Metallica  is an American heavy metal band from Los Angeles, California, whose releases include fast tempos, instrumentals, and aggressive musicianship that placed them as one of the founding \"big four\" of thrash metal alongside Slayer, Megadeth, and Anthrax. A settlement was reached, and Napster became a pay-to-use service. Despite reaching number one on the Billboard 200, the release of St. Anger (2003) alienated many fans with the exclusion of guitar solos and the \"steel-sounding\" snare drum. A film titled Some Kind of Monster documented the recording process of St. Anger and the tensions within the band during that time. In 2009, Metallica was inducted into the Rock and Roll Hall of Fame.\n\nMetallica has released nine studio albums, four live albums, five extended plays, 25 music videos, and 45 singles. The band has won nine Grammy Awards, and has had five consecutive albums debut at number one on the Billboard 200, making Metallica the first band to do so; this record was later matched, and then surpassed, by the Dave Matthews Band. The band's 1991 album, Metallica, has sold over 15million copies in the United States, and 28million copies worldwide, which makes it the 25th-best-selling album in the country. The band has sold more than 100million albums worldwide as of the release of their latest album, Death Magnetic (2008). As of December 2009, Metallica is the fourth best-selling music artist since the SoundScan era began tracking sales on May 25, 1991, selling a total of 52,672,000 albums in the United States alone.\n\nIn 2012, Metallica formed the independent record label Blackened Recordings, and have acquired the rights to all of their studio albums. Their latest release was a live album, Quebec Magnetic, released on December 11, 2012."
}